/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: 2FAS App
 * Locale: pl-PL, Polish (Poland)
 * Exported by: Zibi
 * Exported at: Thu, 18 Sep 2025 11:51:18 -0700
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "Służy do skanowania kodów QR";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "Możesz odblokować aplikację używając Face ID";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "2FAS Authenticator";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "2FAS Authenticator (2FAS App)";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "OK";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "Dodaj";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "Anuluj";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "Powiadomienia";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%d z %d";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "Serwis został już usunięty z kopii zapasowej";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "Serwis został już zmodyfikowany w kopii zapasowej";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "Użytkownik przekroczył limit w usłudze iCloud";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "iCloud niedostępny";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "iCloud został wyłączony przez użytkownika";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "Kopia zapasowa 2FAS";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "Zamknij";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "Kontynuuj";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "Kopiuj";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "Usuń";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "Odrzuć";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "Gotowe";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "Edytuj";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "Wprowadź kod ręcznie";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "Błąd";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "Info";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "Następny";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "Powiadomienie";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "Wył.";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "Wł.";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "Skieruj aparat na ekran, aby zeskanować kod QR";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "Zmień nazwę";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "Spróbuj ponownie";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "Zapisz";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "Zeskanuj kod QR";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "Serwis";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "Ustaw";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "Pomiń";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "Tokeny";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "Ostrzeżenie";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "Brak rezultatów";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "Modyfikuj";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "Zatwierdź";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "Odrzuć";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "Podany tekst jest za długi (maks. %d znaków)";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "Rozumiem!";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "Weryfikuje...";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "Potwierdź odcisk palca, aby kontynuować.";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "Tym razem użyj PINu";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "Jesteś niesamowity!";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "Twój telefon stał się właśnie prywatnym i zabezpieczonym kluczem do Twoich serwisów internetowych dzięki aplikacji 2FAS - której zaufało ponad 6 milionów użytkowników na całym świecie.";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "Prosty";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "Sparuj 2FAS z Twoimi serwisami internetowymi. Włącz dwustopniową weryfikację w kilka sekund za pomocą kodu QR.";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "Prywatny";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "2FAS szanuje i chroni Twoją prywatność. Ta aplikacja nigdy nie będzie zbierać, przetwarzać ani wykorzystywać żadnych Twoich danych osobowych.";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "Bezpieczny";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "Twoje tokeny są przechowywane w trybie offline za pośrednictwem pamięci masowej urządzenia, więc pamiętaj o tworzeniu kopii zapasowych swoich serwisów! Użyj iCloud Sync i hasła PIN, aby zabezpieczyć się przed nieautoryzowanym dostępem i uszkodzeniem urządzenia.";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "Zacznij używać 2FAS";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "Regulamin";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "Sparuj swój serwis internetowy z 2FAS lub zaimportuj swoje tokeny";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "Sparuj nowy serwis";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "Import kopii zapasowej 2FAS z pliku";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "Importuj z Google Authenticatora";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "Nie wiesz, co robić?";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "Wyeksportuj swoje tokeny z Google Authenticator do kodu QR korzystając z opcji \"Przenieś konta\". Następnie wykonaj zrzut ekranu (jeśli nie możesz wykonać zrzutu, wykorzystaj inne urządzenia i prześlij do siebie zdjęcie ekranu z QR kodem) i użyj opcji \"Wybierz kod QR\" poniżej. Jeśli importujesz kody z innego urządzenia, użyj opcji \"Skanuj kod QR\".";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "Wybierz kod QR";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "Skanuj kod QR";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "Dodawanie nowego kodu";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "Tajny klucz skopiowany";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "Ten token już jest na liście";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "Licznik skopiowany";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "Token skopiowany";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "Następny token skopiowany";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "Czy chcesz dodać ten kod: %@?";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "Otwórz Ustawienia";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "Błędny PIN";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "Zmień PIN";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "Proszę potwierdzić, że jesteś właścicielem urządzenia";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "Potwierdź swój nowy PIN";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "Stwórz PIN";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "Wprowadź aktualny PIN";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "Wprowadź nowy PIN";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "Wprowadź swój PIN";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "Zbyt wiele prób. Proszę spróbować ponownie %@";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "Zbyt wiele prób. Proszę spróbować ponownie po %@ minutach.";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "Zbyt wiele prób. Proszę spróbować ponownie później.";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "Zbyt wiele prób. Proszę spróbować ponownie po jednej minucie";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "Kopia zapasowa i synchronizacja";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "Wybierz temat";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "Skonfiguruj pocztę i spróbuj ponownie";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "Ogólne";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "Poczta nie jest dostępna";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "Problem";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "Bezpieczeństwo";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "Wybierz długość PIN-u";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "Ustawienia";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "Propozycja";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "Zaawansowane";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "Widżety";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "Wyświetlanie wybranych serwisów na widżetach ekranu głównego.";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "Po włączeniu widżetów, wszystkie Twoje tokeny mogą być dostępne bez kodu PIN.\n\nCzy na pewno chcesz włączyć widżety?";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "Pokaż następny token";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "Pokaż następny token na liście.";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "Kosz";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "Przywróć";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "Kosz jest pusty";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "Poleć aplikację";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "Czy na pewno chcesz usunąć token dla:";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "Przenieś do kosza";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "Opis";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "Wybierz metode";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "Tajny klucz zduplikowany";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "Niepoprawny Tajny klucz (tylko cyfry od 2 do 7, litery), o długości maks. 512";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "OK, spróbujmy jeszcze raz";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "Skieruj kamerę na ekran, aby zeskanować kod QR";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "Tajny klucz";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "Ten kod QR przeniesie cię do App Store";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "Usuń token";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "Wyszukiwanie serwisów";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "Nic nie znaleziono";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "Wpisz inną nazwę i spróbuj ponownie.";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "Klucz jest za krótki. Minimum 4 znaki";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "Nazwa serwisu";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "Tajny klucz ze skanowanego kodu jest już użyty w %@. Prawdopodobnie skanujesz go ponownie";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "Ten kod jest nieprawidłowy lub nie jest obsługiwany. Spróbuj ponownie.";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "Wpisz nazwę serwisu";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "Wprowadź nazwę serwisu";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "Niestety, nie znamy tej nazwy serwisu. Jak chciałbyś go nazwać?";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "Nie będziesz mógł już przywrócić tego tokena.";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "Kolor znacznika";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "Zmień ikonkę";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "Zmień etykietę";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "Informacje o serwisie";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "Personalizacja";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "Ikonka";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "Etykieta";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "Usuń ten serwis z aplikacji 2FAS";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "Etykieta (1 lub 2 znaki):";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "Wybierz kolor tła:";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "%@ dodane";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "Następny token: %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "Wartość następnego tokena";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "Moje tokeny";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "Usuwanie grupy";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "Wszystkie tokeny zostaną przeniesione do grupy: \"Moje tokeny\"";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "Dodaj grupę";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "Nazwa grupy:";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "Wybierz z galerii";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "Kamera jest niedostępna";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "Sprawdź czy aplikacja ma prawidłowe uprawnienia w Ustawieniach systemowych";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "Nie znaleziono kodów QR";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "Na wybranym obrazie nie ma prawidłowego kodu QR. Proszę spróbować innego obrazu.";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "Wybierz serwis";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "Jaki serwis chcesz dodać?";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "Wpisz ten token ponownie";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "Odblokuj i wpisz ten token ponownie";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "Grupa";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "Wybierz grupę";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "Import tokenów 2FA z aplikacji Google Authenticator";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "Ten kod QR umożliwia import tokenów z Google Authenticatora";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d z %d";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "tokeny zostaną zaimportowane ";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "Sortuj listę";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Z";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z - A";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "Ręcznie";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "Zaawansowane";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "Alarm";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "Zmiana ustawień zaawansowanych nie jest zalecana. Rób to tylko wtedy, gdy wymaga tego Twój dostawca 2FA i gdy masz jasne instrukcje.";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "Ustawienia tokenów";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "Autoryzacja OTP";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "Algorytm";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "Czas odświeżania";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "Liczba cyfr";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "Licznik";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "Początkowy licznik";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d sek";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "Zmiana ustawień zaawansowanych nie jest zalecana. Zrób to tylko wtedy, gdy wymaga tego Twój dostawca 2FA i gdy masz jasne instrukcje.";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "Najlepsza praktyka";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "Serwis został dodany pomyślnie. Zdecydowanie zalecamy ";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "usunięcie zrzutu ekranu QR ze swojej galerii. ";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "Jeśli ktoś przejmie ten zrzut ekranu z kodem QR, będzie mógł uzyskać twoje kody 2FA do tego serwisu.";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "Poproś o ikonę";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "Daj nam znać na Discordzie";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "Zaloguj się na nasz serwer Discord ";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "i pozwól użytkownikom głosować na żądane ikony.";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "albo ";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "Poinformuj właściciela serwisu";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "Możesz skorzystać z Social Mediów lub wysłać e-mail i podzielić się z nimi tym tekstem:";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "Hej, korzystam z aplikacji 2FAS, aby zalogować się do Waszego serwisu za pomocą 2FA. Jednakże, brakuje Waszej ikony! Możecie wysłać Waszą ikonę tutaj: https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "Nie zapomnij oznaczyć oficjalnego konta firmy!";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "Nie możesz znaleźć ikony marki w aplikacji 2FAS?";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "Poproś o ikonę marki";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "Poproś o ikonę marki";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "Wybierz metodę prośby";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "Poproś o ikonę jako użytkownik";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "Prześlij ikonę jako firma";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "Bez tego tokenu nie będziesz w stanie zalogować się do swojego konta %@. Jego usunięcie nie jest równoznaczne z wyłączeniem dwuetapowego uwierzytelniania w serwisie %@!";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "Pokaż Tajny klucz";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "Skopiuj Tajny klucz";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "Licznik z sekundami do zmiany symbolu";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "Usuń przycisk";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "Serwis usunięty";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "To pole zawiera ukryty Tajny klucz. Aby go ujawnić, użyj przycisk Pokaż. To zadziała tylko gdy ustawisz PIN do aplikacji na ekranie blokady.";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "Nazwa serwisu: %@";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "Opis: %@";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "Token %@. Kliknij, aby skopiować";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "Edytuj %@";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "Etykieta serwisowa z nazwą %@ i kolorem %@";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "Ikona serwisu %@";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "Wybrane";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "Nie wybrane";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "Kolor znacznika: %@";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "Odrzucanie";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "Tylko cyfey od 2 do 9, litery. Przynajmniej 4 znaki";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "Dodaj serwis";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "Dodaj grupę";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "Użyj przycisku Dodaj serwis, aby dodać nowy serwis ";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "Brak wyników wyszukiwania";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "Użyj Sortuj według, aby ustawić sortowanie serwisów";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "Ładowanie treści";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "Nie można wykonać kopii zapasowej tokenów, ponieważ \"%@\" secret zawiera niedozwolone znaki. Usuń je z listy i spróbuj ponownie";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "Import";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "Eksport";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "2FAS Backup zostanie wyłączony, aby chronić jego integralność";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "Błąd podczas eksportowania pliku";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "Import zakończony pomyślnie";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "Inna aplikacja korzysta z aparatu. Jeśli zamknięcie innych aplikacji nie pomoże, to zrestartuj urządzenie";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "Kamera jest niedostępna z powodu przeciążenia systemu. Spróbuj zrestartować urządzenie";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "Nie można uruchomić aparatu. Spróbuj zrestartować urządzenie";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "Nie można zainicjować kamery w trybie Split View. Otwórz aplikację na pełnym ekranie i spróbuj ponownie.";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "Jak przywrócić aplikację 2FAS?";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "Przywracanie aplikacji";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "Jeśli zapomniałeś PIN lub chcesz zresetować aplikację 2FAS, musisz ją ponownie zainstalować.";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "Uwaga, jeśli nie masz kopii zapasowej i zresetujesz aplikację, stracisz dostęp do wszystkich swoich kont zabezpieczonych przez 2FA.";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "Jeśli masz kopię zapasową, spokojnie, będziesz mógł przywrócić wszystkie swoje kody.";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "Kopia zapasowa w chmurze";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "Synchronizacja iCloud";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "ZALECANE: Synchronizacja z iCloud chroni Twoje tokeny w Apple iCloud w przypadku utraty lub uszkodzenia urządzenia. Zachęcamy do jej włączenia.";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "Lokalna kopia zapasowa";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "Zabezpiecz swoje tokeny tworząc lokalny plik kopii zapasowej.";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "Usunięcie kopii zapasowej";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "Usuń kopię zapasową 2FAS";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "OSTRZEŻENIE! Jeśli usuniesz kopię zapasową 2FAS, usuniesz również wszystkie tokeny z innych urządzeń zsynchronizowanych z tym kontem. Aby zachować tokeny na innych urządzeniach, upewnij się, że wyłączyłeś kopię zapasową 2FAS przed usunięciem.";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "Chcę usunąć kopię zapasową";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "Eksportuj kopię zapasową do pliku";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "Wyeksportowane pliki można importować na innych urządzeniach za pomocą aplikacji 2FAS";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "Eksportuj do pliku";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "Zweryfikuj PIN";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "Zapisz plik";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "Import kopii zapasowej z pliku";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "Zaimportujesz plik kopii zapasowej zawierający";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "Importuj plik";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "Wybierz inny plik";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "Nic do zaimportowania";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "Błąd pliku!";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "Serwisy z pliku zostaną połączone z tymi w aplikacji";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "Albo ten plik jest pusty, albo wszystkie zawarte w nim serwisy są już dostępne w aplikacji";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "Do zaimportowania zawartości tego pliku potrzebna będzie nowa wersja aplikacji. Najnowszą wersję możesz znaleźć w App Store";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "Nie można odczytać tego pliku. Może być uszkodzony, lub wystąpił błąd podczas próby odczytania go. Proszę wybrać inny plik";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "Hasło";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "Powtórz hasło";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "Nieprawidłowy znak. Używaj tylko liter A-Z, a-z, cyfr i znaków specjalnych: -_/!#$%&+*~@?=^.,'(){}[]:;<>|.";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "Podana fraza jest zbyt krótka (min. 3 znaki)";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "Hasła nie są zgodne";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "Zapisz i eksportuj";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "Ustaw hasło, aby zwiększyć ochronę pliku kopii zapasowej";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "Wpisz hasło dla tego pliku kopii zapasowej, aby kontynuować proces importowania.";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "Ustaw hasło dla tego pliku kopii zapasowej";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "Niepoprawne hasło";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d nowych serwisów";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "%d serwisów zaimportowanych z pliku";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "Wystąpił problem z usługą iCloud. Sprawdź ustawienia systemowe";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "Ten plik jest zaszyfrowany. Obsługujemy tylko niezaszyfrowane pliki";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "Skopiuj token";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "Tak, chcę usunąć ten serwis";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "Neutralny";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "Jasnoniebieski";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "Indigo";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "Fioletowy";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "Turkusowy";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "Zielony";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "Czerwony";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "Pomarańczowy";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "Żółty";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "Baza wiedzy";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "Wspierz i Udostępnij";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "Udostępnij znajomym";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "Napisz recenzje";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "Informacje";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "Polityka prywatności";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "Warunki korzystania z usługi";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "Wersja aplikacji %@";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "Brak limitu";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "Kod PIN";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "Bezpieczeństwo aplikacji";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "Ustawienia blokady";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "Face ID";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "Touch ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "Blokuj po X nieudanych próbach:";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "Wybierz maksymalną liczbę nieudanych prób wprowadzenia PINu przed zablokowaniem aplikacji (czas blokady można zmienić poniżej).";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "Czas blokady";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3 minuty";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5 minut";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10 minut";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "Maksymalna liczba nieudanych prób";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "4 cyfrowy kod";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "6 cyfrowy kod";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "Uwierzytelnianie biometryczne";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "Darowizny";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "Wesprzyj 2FAS darowizną";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "Nowa wersja";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "Nowa wersja 2FAS jest dostępna w AppStore. Zaktualizuj teraz!";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "Zaktualizuj teraz";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "Pomiń tą wersję";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "Zaktualizuj później";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "Rozszerzenie przeglądarki";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "Rozszerzenie przeglądarki 2FAS";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "Zainstaluj rozszerzenie przeglądarki 2FAS na komputerze stacjonarnym.";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "Sparuj z aplikacją 2FAS.";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "Więcej informacji:";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "Sparuj z rozszerzeniem przeglądarki";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "Parowanie udane!";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "2FAS wyśle Ci powiadomienie Push za każdym razem, gdy zalogujesz się do swoich serwisów online za pomocą tej przeglądarki internetowej. Nie będziesz już musiał ponownie wpisywać tokenów przy każdym użyciu.";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "Parowanie nieudane :(";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "Ten kod QR nie został rozpoznany i 2FAS nie mógł sparować tego urządzenia z rozszerzeniem przeglądarki. Spróbuj ponownie.";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "Już sparowane!";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "To rozszerzenie przeglądarki jest już sparowane z tym urządzeniem.";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "Skontaktuj się z pomocą techniczną";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "Parowanie z przeglądarką";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "Sparowane przeglądarki";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "Dodaj nową";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "Nazwa tego urządzenia";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "Nazwa tego urządzenia";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "Nazwa";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "Ta nazwa pomoże zidentyfikować to urządzenie pośród innych urządzeń sparowanych z rozszerzeniem przeglądarki 2FAS";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "Ustawienia rozszerzenia przeglądarki";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<NIEZNANA_NAZWA>";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "%@ zażądał tokena 2FA dla %@. Wybierz serwis do weryfikacji i zapisz w tej domenie.";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "Żądanie przeglądarki";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "Token wysłany pomyślnie!";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "Błąd przy wysyłaniu kodu. %@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "Usuwanie sparowanego urządzenia";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "Czy jesteś pewny że chcesz usunąć sparowane urządzenie?";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "Data sparowania";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "Zapomnij tą przeglądarkę";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "Lista sparowanych domen.";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "Usunąć domenę?";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "Następnym razem, gdy użyjesz rozszerzenia przeglądarki do zalogowania się do %@, zostaniesz poproszony o ponowne sparowanie tej domeny.";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "Powiadomienia push";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "Aby uzyskać dostęp do funkcji, takich jak rozszerzenie przeglądarki, aplikacja potrzebuje dostępu do powiadomień push. Ustawienie to można zmienić w dowolnym momencie w Ustawieniach systemowych.";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "Zgłoszenie wygasło";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "Żądanie tokena 2FA";

/* loco:6332c96135f7406d4875f785
 * ADD A SPACE AT THE END! */
"browser__2fa_token_request_content" = "Czy chcesz udostępnić token 2FA dla ";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "Brak powiadomień";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "Dysk Google nie jest dostępny";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "Dysk Google został wyłączony przez użytkownika";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "Aby zaimportować zawartość tego pliku, będziesz potrzebował nowej wersji aplikacji. Najnowszą wersję znajdziesz w Sklepie Google";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "Ten kod QR przeniesie Cię do Sklepu Google";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "Twoje tokeny są przechowywane w trybie offline za pośrednictwem pamięci masowej urządzenia, więc pamiętaj o utworzeniu kopii zapasowej swoich serwisów! Użyj Synchronizacji Dysku Google i hasła PIN, aby zabezpieczyć się przed nieautoryzowanym dostępem i uszkodzeniem urządzenia.";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "W Sklepie Google dostępna jest nowa wersja programu 2FAS. Zaktualizuj teraz!";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "PIN nie pasuje! Proszę spróbować ponownie.";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "Opcje Dewelopera";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "Import z innych aplikacji";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "Wynik parowania";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "UWAGA!";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "Skieruj aparat na właściwy kod QR i zeskanuj ponownie.";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "Czy chcesz odrzucić swoje zmiany?";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "Niezapisane zmiany";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "Klucz ma nieprawidłowy format";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "Błąd systemu! Nie ma systemowej aplikacji Galeria.";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Zgoda na dostęp do Dysku Google";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "Potrzebujemy zgody na dostęp do Dysku Google, aby zapisać pliki kopii zapasowej w danych aplikacji.";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "Wymagane połączenie z Internetem";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "W celu synchronizacji z Google należy włączyć połączenie z Internetem.";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "Aby cofnąć dostęp do Dysku Google, należy włączyć połączenie internetowe.";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "Włącz automatyczną synchronizacje Twoich danych z plikiem kopii zapasowej przechowywanym w ukrytym folderze na Twoim Dysku Google. Plik ten oraz folder dostępny jest jedynie dla aplikacji 2FAS.";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "Podczas synchronizacji kopii zapasowej wystąpił błąd. Proszę ponownie uruchomić aplikację i spróbować ponownie po kilku minutach.";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "Podczas szyfrowania kopii zapasowej wystąpił błąd. Proszę ponownie ustawić hasło.";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "Podczas odszyfrowywania kopii zapasowej wystąpił błąd. Proszę ponownie ustawić hasło.";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "Wystąpił problem z iCloud. Sprawdź ustawienia systemowe";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "Wystąpił problem z uprawnieniami konta Dysku Google. Spróbuj wyłączyć i włączyć synchronizację.";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "Kopia zapasowa jest chroniona hasłem. Włącz ją i wprowadź swoje hasło.";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "Kopia zapasowa jest chroniona hasłem, ale podane hasło jest nieprawidłowe. Włącz ją i wprowadź hasło.";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "Przydział serwisów";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "Personalizacja";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "Zmień ikonkę";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "Zaawansowane";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "Poproś o ikonę";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "Edycja etykiety";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "Czy jesteś pewien, że chcesz usunąć tę grupę?";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "Twój plik kopii zapasowej jest gotowy do eksportu";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "Wyeksportuj ten plik, aby bezpiecznie przechowywać swoje tokeny 2FAS. Możesz go później zaimportować do tego lub innych urządzeń za pomocą aplikacji 2FAS.";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "Wyeksportuj plik bez hasła\n(niezalecane)";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "Nastąpi synchronizacja serwisów z pliku z Twoją listą serwisów w aplikacji. Oznacza to, że zostaną dodane serwisy, których aktualnie nie posiadasz w aplikacji. Nic nie zostanie usunięte.";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "Może później";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "Włącz";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "Nie dodano żadnych serwisów";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "ZALECANE: Synchronizacja z Dyskiem Google zabezpiecza tokeny na Dysku Google w przypadku utraty lub uszkodzenia urządzenia. Miej ją włączoną.";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "Czy na pewno wyłączyć synchronizacje z Dyskiem Google?";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "Wszystkie Twoje tokeny pozostaną na tym urządzeniu w pamięci lokalnej oraz w ukrytym pliku na Twoim Dysku Google. Nie będą one jednak synchronizowane. Zostaniesz również wylogowany z Twojego konta Google.";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "Pamiętaj, że w przypadku utraty lub uszkodzenia tego urządzenia lub usunięcia aplikacji 2FAS, możesz nie być w stanie odzyskać swoich tokenów i stracisz dostęp do kont internetowych zabezpieczonych przez 2FA!";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "Zabezpiecz dodatkowo plik kopii zapasowej na Dysku Google za pomocą własnego hasła.";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "Usuń hasło";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "Usuń hasło zabezpieczające plik kopii zapasowej na Dysku Google.";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Konto Google";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "Ostatnia synchronizacja";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "2FAS wyśle Ci powiadomienia PUSH za każdym razem, gdy zalogujesz się do swoich serwisów internetowych za pomocą tej przeglądarki. Nie będziesz już musiał wpisywać swoich tokenów przy każdym użyciu.";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "Nazwa przeglądarki";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "Weryfikacja";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "Potwierdź swoją tożsamość";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "Licencje Open Source";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "Możesz zaimportować swoje tokeny do aplikacji 2FAS z innych aplikacji. Wybierz aplikację z listy i postępuj zgodnie z instrukcjami.";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "Wybierz aplikacje ";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS Auth";

/* loco:63693395183853234b657d12 */
"commons__yes" = "Tak";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "Nie";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "Szukaj";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "Brak aplikacji obsługującej to łącze";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "Pozwolenie na używanie kamery";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "Do skanowania kodów QR wymagane jest pozwolenie na używanie kamery. Jeśli chcesz korzystać z tej funkcji przejdź do uprawnień w informacjach o aplikacji i włącz kamerę.";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "Wyłączyć PIN";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "Podaj nowy %s PIN";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "Błędny PIN. Spróbój ponownie.";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "Biometryka";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "Pomoc";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "Ustawienia Developerskie";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "Użyj biometryki";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "Motyw";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "Domyślny";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "Auto - Ustawienia systemowe";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "Ciemny";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "Jasny";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "Token skopiowany do schowka!";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "Następny token skopiowany do schowka!";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "Czy na pewno chcesz trwale usunąć ten serwis z aplikacji 2FAS?";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "Dodaj ręcznie";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "Ten kod QR nie działa!";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "Nie można odczytać kodu QR ze zdjęcia!";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "Spróbuj wybrać inne zdjęcie";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "Usuń serwis na zawsze";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "Serwis nie mógł zostać dodany, ponieważ Tajny klucz jest nieprawidłowy. Spróbuj ponownie.";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "Serwis z tym Tajnym kluczem już istnieje. Czy chcesz go nadpisać?";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "Klucz zawiera nieprawidłowe znaki";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "Pokaż Tajny klucz";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "Twój Tajny klucz jest chroniony. Proszę dodać PIN lub odcisk palca aby go zobaczyć.";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "Lista serwisów jest pusta";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "Użyj przycisku \"+\", aby dodać nowy serwis";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "Bez tego tokenu nie będziesz w stanie zalogować się do swojego konta %@. Jego usunięcie nie jest równoznaczne z wyłączeniem dwuetapowego uwierzytelniania w serwisie %@!\n\nPo trwałym usunięciu nie będzie możliwości przywrócenia tego tokenu z kosza 2FAS.";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "Serwisy zaimportowane pomyślnie";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "Do synchronizacji kopii zapasowej potrzebne jest aktywne połączenie internetowe. Proszę połączyć się z siecią i spróbować ponownie.";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "Zaktualizuj aplikację";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "Prosimy o aktualizację do najnowszej wersji 2FAS, aby uzyskać wszystkie funkcje i utrzymać wysoki poziom bezpieczeństwa.";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "Usuwasz";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "z listy serwisów 2FAS.\n\nPamiętaj, że dopóki masz włączoną dwuetapową weryfikację, bez tego tokenu nie będziesz mógł zalogować się do konta %s.";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "Usuń";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "Eksportuj";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "Udostępnij";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "Importuj kopię zapasową z pliku";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "Zaimportujesz plik kopii zapasowej za pomocą";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "Importuj";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "Tokeny widoczne na widgecie nie są chronione przez Twój kod PIN.\n\nCzy na pewno chcesz wyświetlić swoje tokeny na widgecie?";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "OSTRZEŻENIE!";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "Tak, jestem pewny";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "Kopia zapasowa 2FAS";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "Włącz kopię zapasową 2FAS. W przypadku resetu lub utraty telefonu, będziesz mógł przywrócić wszystkie swoje tokeny.";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "Nie znaleziono marki";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "Wybierz, które serwisy będą widoczne na widżecie:";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "Wyłącz synchronizacje";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "Anuluj";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "Ustaw hasło";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "Usuń plik kopii zapasowej Dysku Google";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "Jeśli usuniesz ten plik z Dysku Google, synchronizacja na wszystkich zsynchronizowanych urządzeniach zostanie wyłączona. Tokeny pozostaną zapisane w pamięci lokalnej jedynie na tym i innych wcześniej zsynchronizowanych urządzeniach.";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "Twoja aplikacja 2FAS jest już sparowana z tą przeglądarką.";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "Zeskanuj kod QR ponownie";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "Błąd";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "Zeskanowany kod QR ma niepoprawny format. Proszę spróbować ponownie.";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "Nieznany błąd podczas skanowania kodu QR. Proszę spróbować ponownie.";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "Zaloguj się podając PIN";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "Włącz weryfikacje";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "Anuluj";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "Aby włączyć Blokadę Biometryczną, włącz i ustaw kod PIN.";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "Wybierz na jaki czas aplikacja zostanie zablokowana.\n";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "Wygląda na to, że skończyło się miejsce na dysku, albo takie wydarzenie w przeszłości uszkodziło bazę danych";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "Kopia zapasowa w chmurze została zmigrowana do nowej wersji. Zaktualizuj aplikację";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "Kopia zapasowa w chmurze jest szyfrowana. Zaktualizuj aplikację, aby obsługiwała tę funkcję";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "Kontynuuj do aplikacji";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "Anuluj";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "Autoryzuj";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "Odrzuć";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "Prośba wysłana";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "Wysłać token?";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@ poprosił o token 2FAS dla %@";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "Błąd podczas wysyłania tokena";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "Ta strona internetowa nie jest sparowana";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "Otwórz aplikację i wybierz serwis dla tej domeny";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "Otwórz aplikację i sprawdź, czy rozszerzenie przeglądarki jest prawidłowo sparowane";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "Problem z połączniem";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "Proszę spróbować ponownie";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "Błąd";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "Aby rozszerzenie przeglądarki działało, proszę dodać serwisy do aplikacji 2FAS";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "Zaakceptuj";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "Odmów";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "Włącz autoryzację kodem PIN i Face ID, aby zapobiec nieautoryzowanemu dostępowi do Twoich tokenów na tym urządzeniu.";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "Włącz autoryzację kodem PIN i Touch ID, aby zapobiec nieautoryzowanemu dostępowi do Twoich tokenów na tym urządzeniu.";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "Podany kod jest niepoprawny. Proszę sprawdź go jeszcze raz";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "Podany kod stracił ważność. Prosimy o kontakt ze wsparciem technicznym w celu uzyskania nowego kodu.";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "Nie ma internetu. Proszę sprawdzić połączenie i spróbować ponownie.";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "Wydaje się, że wystąpił problem z naszym serwerem. Jeśli problem nie ustąpi, prosimy o kontakt ze wsparciem technicznym.";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "Operacja nieudana";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "Logi zostały wysłane";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "Dziękujemy. Przeanalizujemy je tak szybko, jak to możliwe.";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "Wyślij";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "Wysyłanie logów";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "Kod dostarczony przez wsparcie techniczne został wypełniony automatycznie. Wysłać rejestry?";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "Proszę wpisać lub wkleić kod dostarczony przez nasz zespół wsparcia technicznego";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "Prześlij logi";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "Sprawdź tę świetną aplikację do dwustopniowej weryfikacji od 2FAS: https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "Licencje";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "Importuj z innej aplikacji";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "Chwilę temu";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "Kilka sekund temu";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "%d minutę temu";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "%d minut temu";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "%d godzinę temu";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "%d godziny temu";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "%d dzień temu";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "%d dni temu";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "%d tydzień temu";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "%d tygodni temu";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "%d miesiąc temu";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "%d miesięcy temu";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "Wystąpił nieznany błąd! Spróbuj ponownie!";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "Plik zapisany pomyślnie!";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "Nie można udostępnić pliku!";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "Wpisz hasło";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "Wpisz hasło zapasowe, aby potwierdzić usunięcie.";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "Wprowadź hasło zapasowe, aby kontynuować odbieranie dostępu do Google.";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "Ustawienia synchronizacji ";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "Plik lokalny";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Synchronizacja z Dyskiem Google";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "Czy na pewno usunąć plik kopii zapasowej na Dysku Google?";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "Synchronizacja z Dyskiem Google zostanie wyłączona. Twoje tokeny pozostaną w pamięci lokalnej tego oraz innych zsynchronizowanych urządzeń. Jednocześnie aplikacja 2FAS zostanie odłączona od twojego konta Google na tym oraz innych zsynchronizowanych urządzeniach.";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "Oczekiwanie na synchronizacje...";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "Synchronizowanie...";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "Zamierzasz zaimportować zaszyfrowany plik kopii zapasowej.";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "Wybierz plik JSON";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "Wyeksportuj swoje konta z Aegis do niezaszyfrowanego pliku JSON i wgraj go za pomocą przycisku \"Wybierz plik JSON\". Pamiętaj, aby po udanym imporcie usunąć plik.";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "Użyj opcji \"Eksportuj OTP do archiwum ZIP\" w Ustawieniach Raivo, zapisz plik ZIP, rozpakuj go i zaimportuj plik JSON za pomocą przycisku \"Wybierz plik JSON\".";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "Nie ma serwisów, które mogłyby zostać zimportowane.";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "Spróbuj ponownie";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "Kontynuuj";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "Import tokenów 2FA z aplikacji Google Authenticator";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "Import tokenów 2FA z aplikacji Aegis";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "Import tokenów 2FA z aplikacji Raivo";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "Ten kod QR umożliwia import tokenów z Google Authenticatora.";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "Ten plik JSON umożliwia import tokenów z Aegis.";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "Ten plik JSON umożliwia import tokenów z Raivo.";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "Nie udało się odczytać żadnych tokenów. Spróbuj wybrać inny plik.";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Pokazuj przypomnienie o synchronizacji z Dyskiem Google";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "Czy jesteś pewien? Bez synchronizacji z Dyskiem Google nie będziesz mógł przywrócić swoich tokenów, jeśli zgubisz lub zresetujesz telefon!";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "Kod wysłany pomyślnie";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "Wystąpił błąd podczas wysyłania kodu";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "Dodaj nowy serwis";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "Edycja serwisu";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "Proponowane";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "Wszystkie serwisy";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "Inne serwisy";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "Błąd SSL";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "Wystąpił błąd SSL i nie można nawiązać bezpiecznego połączenia z serwerem. Upewnij się, że masz najnowszą wersję aplikacji lub spróbuj zmienić sieć.";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "Plik, który próbujesz zaimportować jest zbyt duży. Maksymalny rozmiar wynosi 10 MB.";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "Plik, który próbujesz zaimportować jest nieprawidłowy lub uszkodzony. Wybierz inny plik.";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "Aktywna wyszukiwarka";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "Aktywna wyszukiwarka serwisów od razu po uruchomieniu aplikacji.";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "Wygasa za:";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "Ustawienia widgetów";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "Wprowadzony tekst musi składać się z liczb całkowitych";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "Wprowadzony tekst musi składać się z liczb";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "Pole tekstowe nie może być puste";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "Tekst jest zbyt długi. Limit: %d";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "Najlepsze dopasowanie";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "Zezwalaj na anonimowe raporty";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "Pozwól na przesyłanie anonimowych raportów w przypadku awarii aplikacji, aby pomóc 2FAS w identyfikacji i rozwiązaniu problemów (po zmianie wymagane jest ponowne uruchomienie aplikacji).";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "Zarządzaj listą";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "Wygląd";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "Pokaż następny token kilka sekund przez wygaśnięciem aktualnego tokenu";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "Styl listy serwisów";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "Dysk Google nie jest zsynchronizowany.";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "Ustawienia";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "Domyślny";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "Kompaktowy";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "Wyeksportuj swoje konta z LastPass do niezaszyfrowanego pliku JSON i wgraj go za pomocą przycisku \"Wybierz plik JSON\". Pamiętaj, o usunięciu pliku po udanym imporcie.";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "Raporty o awariach";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "Kilka sekund temu";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "%d minut temu";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "%d godzin temu";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "%d dni temu";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "%d tygodni temu";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "%d miesięcy temu";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "Import tokenów 2FA z aplikacji LastPass";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "Ten plik JSON umożliwia import tokenów z LastPass.";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "Importuj tokeny z LastPass";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "Importuj tokeny z Aegis";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "Importuj tokeny z Raivo OTP";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "Importuj tokeny z Google Authenticator";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "s";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "Sparuj serwis z 2FAS";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "Skieruj kamerę na ekran, aby zeskanować kod QR.";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = "Inne metody";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "Podaj tajny klucz";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "Załaduj obraz z kodem QR";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "Prawie gotowe!";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "Aby zakończyć parowanie serwisu, musisz wpisać ponownie ten token.";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "Sparuj serwis z 2FAS";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "Wpisz nazwę serwisu i tajny klucz.";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "Nazwa serwisu";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "Tajny klucz";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "Inne ustawienia";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "(opcjonalne)";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "Dodaj serwis";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "Nie wiesz, co robić? Zgłoś się po pomoc";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "Zaawansowane ustawienia tokenów";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "Opis";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "Zmiana domyślnych ustawień tokena nie jest zalecana. Zrób to tylko wtedy, gdy wymaga tego Twój dostawca 2FA i gdy masz jasne instrukcje.";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "Pozwól wykonywać zrzuty ekranu (również wideo) w aplikacji przez 5 minut.";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "Zezwalaj na zrzuty ekranu";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "Pozwolić na zrzuty ekranu w aplikacji?";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "Czy na pewno? Ta opcja umożliwia zrzuty ekranu i nagrywanie dowolnego ekranu w aplikacji. Jednocześnie umożliwia ona próby przechwycenia ekranu przez zewnętrzne aplikacje. Ze względów bezpieczeństwa, opcja ta zostanie automatycznie wyłączona po 5 minutach.";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "Linki do mediów społecznościowych";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "X (dawniej Twitter)";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "Schowaj tokeny";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "Pokaż token po kliknięciu.";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "Sparuj ręcznie";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "Parowanie kodu";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "Importuj tokeny z Authenticator Pro";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "Ten plik tekstowy pozawala na importowanie tokenów z Authenticator Pro.";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "Importowanie tokenów 2FA z aplikacji Authenticator Pro";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "Wyeksportuj swoje konta z Authenticator Pro do niezaszyfrowanego pliku tekstowego i wgraj go za pomocą przycisku \"Wybierz plik tekstowy\". Pamiętaj, o usunięciu pliku po udanym imporcie.";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Stratum (Authenticator Pro)";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "Wybierz plik tekstowy";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "Logowanie biometryczne zostało wyłączone z powodu zmian w systemowych ustawieniach bezpieczeństwa i prywatności.";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "Import tokenów 2FA z aplikacji LastPass";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "Ten kod QR umożliwia import tokenów z LastPass";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "Przewodnik";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "Przeglądaj serwisy";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "Wybierz serwis który chcesz sparować z aplikacją 2FAS";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "Czy chcesz zapewnić poradniki 2FA dla twojego serwisu?";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "Zgłoś się";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = "Różowy";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "Brązowy";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "Inne metody?";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "Kamera jest niedostępna. Sprawdź uprawnienia dostępu aplikacji w Ustawieniach systemowych";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "Ustawienia systemowe";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "Podany tekst jest zbyt krótki (min. %d znaków)";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "nie jest zalecana";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "Przewodnik 2FAS";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "2FAS dla %@";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "Uniwersalny przewodnik 2FAS";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "Zapisz mój wybór";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "Import tokenów 2FA z aplikacji andOTP";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "Ten plik JSON umożliwia import tokenów z andOTP.";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "Importuj tokeny z andOTP";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "Wyeksportuj swoje konta z andOTP do niezaszyfrowanego pliku JSON i wgraj go za pomocą przycisku \"Wybierz plik JSON\". Pamiętaj, o usunięciu pliku po udanym imporcie.";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "W następnym kroku zostaniesz poproszony o wybranie konta Google Drive, na którym tokeny 2FA będą bezpiecznie przechowywane.";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "Zaryzykuję, bez kopii zapasowej";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "Synchronizacja z Dyskiem Google została pomyślnie włączona!";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "Plik kopii zapasowej który próbujesz zaimportować nie jest wspierany przez tą wersję aplikacji. Aplikacja obsługuje tylko pliki kopii zapasowej z wersji do %d, podczas gdy importowany plik jest z wersji %d.";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "Sparuj";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "Bezpieczna synchronizacja i kopia zapasowa";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "2FAS używa iCloud do bezpiecznego tworzenia kopii zapasowych i synchronizacji tokenów 2FA. **Zaszyfrowane** dane kopii zapasowej są przechowywane w iCloud, dostępne **wyłącznie za pośrednictwem aplikacji 2FAS**. Dodatkowo funkcja ta pomaga **odzyskać i zsynchronizować** tokeny na urządzeniach z systemem iOS.\n\nJest ona domyślnie włączona i można ją wyłączyć w dowolnym momencie w ustawieniach kopii zapasowej w aplikacji.";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "Dowiedz się więcej na temat kopii zapasowej";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "Wygląda na to, że plik kopii zapasowej na Dysku Google jest chroniony hasłem. Wprowadź prawidłowe hasło, aby kontynuować. Jeśli chcesz wyczyścić plik kopii zapasowej Dysku Google,";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "dotknij tutaj aby zobaczyć jak";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "Preferencje";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "To ważne";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "Zarządzaj tokenami";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "Twoje wsparcie pozwala nam rozwijać nowe funkcje i ulepszać aplikację. Dziękujemy!";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "Przywróć z kosza";

/* loco:659af7424f0a308bbc0d07e2 */
"periodic_notification_tips" = "Cieszymy się, że jesteś z nami w 2FAS! 🌟 Poświęć chwilę, aby odkryć przydatne porady i wskazówki 🛠️ w aplikacji dla większego bezpieczeństwa 🔒.";

/* loco:659af76a4e00c034f80f1962 */
"periodic_notification_backup" = "Włącz funkcję kopii zapasowej i synchronizacji 2FAS, aby upewnić się że nigdy nie stracisz dostępu do kont, nawet jeśli zgubisz telefon - spokój ducha za jednym dotknięciem! 🔐📱";

/* loco:659af78a4420ce7d8a0e8b82 */
"periodic_notification_browser_extension" = "Przyśpiesz proces logowania z Rozszerzeniem Przeglądarki 2FAS! 🚀 Pobierz teraz, aby uzyskać szybsze i wygodniejsze uwierzytelnianie. 🌐✨";

/* loco:659af79f5c4cdcdcc206ca82 */
"periodic_notification_donate" = "Dziękujemy za wspieranie 2FAS! 🌟Jeśli uważasz naszą aplikację za pomocną, rozważ przekazanie darowizny, aby pomóc nam w chronieniu Twojego cyfrowego świata. Każda złotówka pomaga! 🙏💙";

/* loco:65ad8d05e26a0e519e0eabc2
 * DO NOT TRANSLATE! */
"tokens__steam" = "STEAM";

/* loco:65d0f79fe416765b590b9bb2 */
"widget__placeholder" = "Symbol zastępczy";

/* loco:65d0f7af992298cb150eeb52 */
"widget__size_not_supported" = "Ten rozmiar nie jest jeszcze wspierany";

/* loco:65d0f7d84b70f0a2b006da32 */
"widget__settings_description" = "Wybierz serwisy, które chcesz wyświetlać na widżecie. Jeśli żadne serwisy nie są dostępne, upewnij się, że włączyłeś Widgety w Ustawieniach aplikacji";

/* loco:65d0f7f2419d3a91100de8f2 */
"widget__service_icon" = "Ikonka serwisu";

/* loco:65d0f8011c65716bd004cb52 */
"widget__not_enabled" = "Funkcja widgetów nie jest włączona w Ustawieniach 2FAS";

/* loco:65d0f812305d22919d03aca2 */
"widget__not_enabled_no_services" = "Funkcja widgetów nie jest włączona w Ustawieniach 2FAS i nie ma żadnych serwisów dostępnych do wyboru w aplikacji.";

/* loco:65d0f824d53e0991ba0a1782 */
"widget__no_services" = "W aplikacji nie ma dostępnych serwisów do wyboru";

/* loco:65d0f837e416765b590b9bb4 */
"widget__select_service_intent_description" = "Wybierz serwis, którą chcesz wyświetlać w widżecie 2FAS.";

/* loco:65d0fb5b49d672e093075a42 */
"widget__my_secured_account" = "Moje zabezpieczone konto";

/* loco:65d0fc67dd5f4b7c840c9cc2 */
"widget__token" = "Token";

/* loco:6624fb73f78972936b072872 */
"watch__intro" = "Aplikacja 2FAS watchOS jest aplikacją towarzyszącą aplikacji 2FAS iOS. Będzie ona prezentować serwisy zarchiwizowane przy użyciu synchronizacji iCloud.\n\nAby uzyskać szybki dostęp, dodaj je do Ulubionych.\n\nPamiętaj, aby przekazać darowiznę, abyśmy mogli nadal ulepszać platformę 2FAS!";

/* loco:6624fb8ffe38002957090b22 */
"tokens__hotp_not_supported" = "Usługi HOTP nie są jeszcze obsługiwane";

/* loco:6624fb9f10b12df4d10768f2 */
"tokens__favorite_services" = "Ulubione Serwisy";

/* loco:6624fbc21e6242d8de093572 */
"security__enter_new_pin_short" = "Wprowadź nowy PIN";

/* loco:6624fbdddb381029b8069ca2 */
"security__repeat_new_pin_short" = "Powtórz nowy PIN";

/* loco:6624fbeaa8e7a3b46d063062 */
"commons__success" = "Sukces";

/* loco:66250db046efb2e937017882 */
"security__enter_pin_short" = "Wprowadź PIN";

/* loco:667b0f002f7ff9e8c60fd6e2 */
"settings__sort_tokens" = "Sortowanie tokenów";

/* loco:667ff2f4d90a520710084ec2 */
"appleWatch__installation_info_title" = "Instalacja aplikacji 2FAS na Apple Watch";

/* loco:667ff56b5fcc8577cd0c4b32 */
"appleWatch__installation_first_step" = "Zainstaluj 2FAS Auth poprzez aplikację Watch";

/* loco:667ff5dbf79df44e1d0521d2 */
"appleWatch__installation_first_step_link" = "Otwórz aplikację Watch";

/* loco:667ff6148a242e56a80d1be2 */
"appleWatch__installation_second_step" = "Upewnij się, że synchronizacja iCloud jest włączona";

/* loco:667ff6304d219b8c3d0940e2 */
"appleWatch__installation_second_step_link" = "Przejdź do ustawień kopii zapasowej 2FAS";

/* loco:669c14ea032c33fe240ea0e2 */
"settings__apple_watch" = "Apple Watch";

/* loco:674f97c934d3edcacd035a12 */
"widget__no_selected_services" = "Przytrzymaj i wybierz serwis, aby aktywować widget...";

/* loco:674f9bb777cc7f9aae08f092 */
"widget__reveal_tokens_long_message" = "Odsłoń swoje tokeny 2FAS na 60 sekund";

/* loco:674f9caea143b358bd00a232 */
"widget__reveal_tokens_short_message" = "Odsłoń na 60 sekund";

/* loco:67865a76a59a7aab7d0f60e2 */
"settings__show_error_details" = "Pokaż szczegóły błędu";

/* loco:678666b317d2400861057186 */
"tokens__show_qr_code" = "Kod QR serwisu";

/* loco:678666e13b5ce960c60eeec2 */
"tokens__show_service_qr_setup_lock" = "Twój serwis jest chroniony. Dodaj kod PIN lub odcisk palca, aby zobaczyć kod QR.";

/* loco:678900f3f71692f7180ab562 */
"tokens__copy_uri" = "Skopiuj URI";

/* loco:680e9b2b1e087e3aa307c3c2 */
"backup__cloud_encrypted_user" = "iCloud jest zaszyfrowany przy użyciu własnego hasła. Wprowadź je i włącz synchronizację.";

/* loco:680e9b3e34cbd3a0ef07b992 */
"backup__cloud_encrypted_system" = "iCloud jest zaszyfrowany przy użyciu Klucza Systemowego. Upewnij się że pęk kluczy iCloud został włączony.";

/* loco:680e9b735dbc0a8bbc0a4402 */
"backup__synced" = "Zsynchronizowany";

/* loco:680e9b87af6eeb504f0795d2 */
"backup__checking" = "Sprawdzanie...";

/* loco:680e9b99bf4e1aac8009a622 */
"backup__sync_disabled" = "Synchronizacja jest wyłączona";

/* loco:680e9bbc16b138b6d40159e2 */
"backup__sync_not_available" = "Synchronizacja jest niedostępna: %@";

/* loco:680e9bf4d2b61006ba011602 */
"backup__watch_pairing_title" = "Parowanie z Apple Watch";

/* loco:680e9c11788c298008092582 */
"backup__watch_pairing_description" = "Czy chcesz sparować zegarek Apple Watch z kopią zapasową iCloud? Wprowadź nazwę urządzenia:";

/* loco:680e9c32e460e117d400ed82 */
"backup__watch_pairing_default_name" = "Apple Watch";

/* loco:680e9c7ae460e117d400ed84 */
"backup__watch_pairing_action" = "Sparuj urządzenie";

/* loco:680e9c960a302d320308f932 */
"backup__watch_pairing_error" = "Nie można sparować z Apple Watch. Upewnij się że kopia zapasowa iCloud jest włączona i zsynchronizowana przy użyciu hasła.";

/* loco:680e9d47230daa0d0705de22 */
"backup__cloud_error_title" = "Błąd kopii zapasowej iCloud";

/* loco:680e9d713f195bf32102ed04 */
"backup__cloud_error_missing_system_key_content" = "Nie można odszyfrować kopii zapasowej iCloud z powodu braku Klucza Systemowego. Sprawdz czy pęk kluczy iCloud jest włączony i działa poprawnie.";

/* loco:680e9d93cabaa9006b0cc553 */
"backup__cloud_error_mismatch_key_content" = "Nie można odszyfrować kopii zapasowej iCloud ponieważ jest zaszyfrowana Kluczem Systemowym, a używasz własnego hasła. Czy chcesz przełączyć na Klucz Systemowy?";

/* loco:680e9da43f195bf32102ed07 */
"backup__cloud_error_new_version_content" = "Nie można zsynchronizować z kopią zapasową iCloud ponieważ została ona przeniesiona do nowej wersji aplikacji. Zaktualizuj aplikację, aby nadal korzystać z kopii zapasowej iCloud.";

/* loco:680e9de57ad8812ff30daaf3 */
"backup__enter_cloud_backup_password_title" = "Wprowadź hasło kopii zapasowej iCloud";

/* loco:680e9dfc3a58bfedfc0d89e2 */
"backup__enter_password_description" = "Kopia zapasowa iCloud jest zaszyfrowana twoim hasłem. Wprowadź je, aby włączyć synchronizację.";

/* loco:680e9e2c7ad8812ff30daaf5 */
"backup__enter_password_failure" = "Błąd! %@";

/* loco:680e9e41ccdb5506bc0940a2 */
"backup__enter_password_wrong_password" = "Niepoprawne hasło! Proszę spróbować podobnie";

/* loco:680e9e8dee0af36e3907e012 */
"backup__migration_title" = "Migracja kopii zapasowej iCloud";

/* loco:680e9ea1d03fa6ded204f732 */
"backup__migration_subtitle" = "Nie wyłączaj aplikacji!";

/* loco:680e9eb9e9abb80f2b02a7e2 */
"backup__migration_description" = "Kopia zapasowa jest zaszyfrowana Kluczem Systemowym. Ten klucz będzie udostępniony wszystkim aplikacjom korzystającym z pęku kluczy iCloud. Pamiętaj, aby włączyć tę opcję. Jeśli chcesz użyć własnego hasła, możesz to zrobić w ustawieniach kopii zapasowej iCloud po migracji.";

/* loco:680e9ed70d4c38771c035672 */
"commons__success_ex" = "Sukces!";

/* loco:680e9f335d7f73628c094782 */
"backup__encryption_type" = "Rodzaj szyfrowania";

/* loco:680e9f47489bf545bc063e72 */
"backup__encryption_select" = "Wybierz rodzaj szyfrowania";

/* loco:680e9f6365acc3b3e90f7ed2 */
"backup__encryption_enter_password" = "Wprowadź hasło";

/* loco:680e9f72ece3e1700f0178c2 */
"backup__encryption_change_password" = "Zmień hasło";

/* loco:680e9f8634a76d64b00d14e2 */
"backup__encryption_password_description" = "Hasło służy do szyfrowania twoich danych. Jeśli je utracisz, nie będziesz w stanie odzyskać danych z kopii zapasowej iCloud.";

/* loco:680e9fa7e7d82ad91e02a602 */
"backup__encryption_change_title" = "Zmień rodzaj szyfrowania";

/* loco:680ea00bb9850053830ff012 */
"backup__encryption_method_footer" = "Wybierz szyfrowanie Systemowe lub Użytkownika";

/* loco:680ea027b9850053830ff014 */
"backup__manage_paired_watches_title" = "Zarządzaj sparowanymi Apple Watch";

/* loco:680ea0415d7f73628c094784 */
"backup__manage_paired_watches_footer" = "Dodawaj, usuwaj lub zmieniaj nazwy zegarków Apple Watch z dostępem do tej kopii zapasowej w chmurze.";

/* loco:680ea0863d9c43606809ce72 */
"backup__manage_paired_watches_rename_title" = "Zmień nazwę Watcha";

/* loco:680ea0a2de468128a50c3872 */
"backup__manage_paired_watches_rename_description" = "Wprowadź nową nazwę urządzenia";

/* loco:680ea0b0e34a78604e0ccec2 */
"backup__manage_paired_watches_rename_action" = "Zmień nazwę";

/* loco:680ea0f916afa556f900ee44 */
"backup__manage_paired_watches_title_short" = "Zarządzaj Watchami";

/* loco:680ea10db347399d5a0b3712 */
"backup__manage_paired_watches_empty_list" = "Lista jest pusta. Sparuj z Apple Watch przyciskiem +";

/* loco:680ea11fbe7b6fa8370f3642 */
"backup__manage_paired_watches_syncing" = "Synchronizacja kopii zapasowej iCloud...";

/* loco:680ea17198b6446b28039d22 */
"backup__watch_pair_title" = "Sparuj twój Apple Watch";

/* loco:680ea1840a76ec8ff70cd512 */
"backup__watch_pair_description" = "Przejdź do ustawień 2FAS Backup w 2FAS Auth na iPhonie/iPadzie i do „Zarządzane sparowane Apple Watche”. Ta opcja będzie widoczna, jeśli kopia zapasowa jest zsynchronizowana. Zeskanuj stamtąd kod QR.";

/* loco:680ea19321505b7534076712 */
"backup__watch_pair_qr_error" = "Błąd przy generowaniu kodu QR";

/* loco:680ea4924900c6654a054f53 */
"backup__cloud_switch_system_key" = "Przełącz na Klucz Systemowy";

/* loco:680ea4a1a79ed234ad0e98b3 */
"backup__cloud_turn_backup_off" = "Wyłącz kopię zapasową iCloud";

/* loco:680ea7af1c206bae8b009f92 */
"commons__apply" = "Zastosuj";

/* loco:680ea961e19a3baf7c0c83c2 */
"backup__state" = "Stan:";

/* loco:680eabfb1f70320f3904adf2 */
"backup__check_password" = "Sprawdź hasło";

/* loco:680eaff4511912ac1f0e75d2 */
"backup__missing_system_key" = "Brakujący Klucz Systemowy";

/* loco:680eb087436695fb8f0953c2 */
"backup__system_key" = "Klucz Systemowy";

/* loco:680eb09882b1ab56c90f1762 */
"backup__custom_password" = "Własne hasło";

/* loco:6873eb0af106373d9e018362 */
"commons__options_title" = "Opcje";

/* loco:6873eb9be7dc70fef00d7f92 */
"tokens__copy_secret" = "Kopiuj Tajny klucz";

/* loco:6873ebbd1b2473862706f922 */
"tokens__copy_link" = "Kopiuj link OTP Auth";

/* loco:68741a03c3bb3e491903b8d2 */
"notifications__link_copied" = "Link skopiowany";

/* loco:6876c01ce0de58da3a06b0d2 */
"tokens__qr_code_show" = "Pokaż kod QR serwisu";

/* loco:6876c02ebc0e6f3baf056792 */
"tokens__qr_code_share" = "Udostępnij kod QR serwisu";

/* loco:6886a445e812517cba04d142 */
"settings_open_twofass_appstore" = "Zainstaluj 2FAS Pass";

/* loco:6886a456646cb1ba5c0e0062 */
"settings_open_twofass" = "Otwórz 2FAS Pass";

/* loco:6886a4725a1d2718dc029c32 */
"settings_manage_passwords_title" = "Zarządzaj hasłami";

/* loco:688fcf1040d798ebc50e14d2 */
"quick_setup_drive_sync_title" = "Synchronizacja Vaulta";

/* loco:688fcf2fff511af27f07f1f2 */
"quick_setup_drive_sync_description" = "Bezpiecznie zsynchronizuj swoje dane za pomocą Dysku Google na wypadek zgubienia lub uszkodzenia urządzenia.";

/* loco:6893c49f1be3c0a701069f72 */
"commons__file_creation_error" = "Nie udało się utworzyć pliku";

/* loco:6893c4c61be3c0a701069f74 */
"settings__export_pin_needed" = "Twoje Tajne Klucze są chronione. Aby móc je wyeksportować, dodaj kod PIN lub Blokadę Biometryczną";

/* loco:6893c4e3a8a1e5cb3d02aa22 */
"settings__export_title_tokens" = "Eksportuj Tokeny";

/* loco:6893c4f5900905f2e2070122 */
"settings__export_title_qr_codes" = "Eksportuj kody QR";

/* loco:6893c509a8a1e5cb3d02aa24 */
"settings__export_title_options" = "Opcje Eksportu";

/* loco:6893c5315491dc22bd09f382 */
"settings__export_options_save_file" = "Zapisz plik OTPAuth";

/* loco:6893c540cceec550e9004e62 */
"settings__export_options_export_qr_codes" = "Exportuj kody QR";

/* loco:6893c55b1ec7e755710ba462 */
"settings__export_options_footer" = "Wybierz sposób eksportowania Tokenów. Możesz skopiować je do schowka, zapisać jako plik OTPAuth lub wyeksportować jako kody QR.";

/* loco:6893c77fcb7aa111d70f96f2 */
"settings__import_otpauth_title" = "Linki OTPAuth";

/* loco:6893c7c18f50b69f820db962 */
"settings__import_from_file" = "Immportuj z pliku";

/* loco:6893c9285d734c0c5f05cd82 */
"settings__import_from_text_file" = "Importuj Tokeny z pliku tekstowego";

/* loco:6893c9597189bde1e40d57b2 */
"settings__import_from_text_file_description" = "Plik tekstowy powinien zawierać listę linków zaczynających się od „otpauth://”.";

/* loco:6893c99a07cbc41c9c0fdc74 */
"settings__import_contents_file" = "Importowanie Tokenów z pliku tekstowego";

/* loco:68ac4c1fbe12a1a919024782 */
"widget__open_app" = "Otwórz 2FAS Auth";

/* loco:68ac4c399e21d051aa002c12 */
"widget__open_app_description" = "Szybki dostęp do 2FAS Auth";

/* loco:68b8825eb6d9bfe21604db82
 * Used on a tokens list in context menu to move service up on that list */
"tokens__move_up" = "Przesuń w górę";

/* loco:68b8826872fb8320f90e6ff2
 * Used on a tokens list in context menu to move service down on that list */
"tokens__move_down" = "Przesuń w dół";

/* loco:68cbd3b751b74bff890c1514 */
"settings__transfer" = "Transfer";

/* loco:68cbd3d735e7e585d40a3353 */
"transfer__import_section_title" = "Import from other apps";

/* loco:68cbd419bacc906fe20f8842 */
"transfer__export_section_title" = "Export to OTPAuth";

/* loco:68cbd63cb6669c4d9304c702 */
"transfer__export_otp_file" = "Save all Tokens in the OTPAuth file";

/* loco:68cbd64e978d6b30f10caae3 */
"transfer__export_otp_qr" = "Save all Tokens as QR codes";

/* loco:68cbd6841a4008d909004cc2 */
"exportwarning__title" = "Save all Tokens to file";

/* loco:68cbd69304a05b974c0860c2 */
"exportwarning__cta" = "Save to file";

/* loco:68cbd6a85da06ef8260b2e32 */
"exportwarning__description" = "You are about to export all of your 2FA Tokens, including their Secret Keys, into an unencrypted file. Anyone with access to this file can use it to take control of your accounts. Please keep it safe and delete it after use.";

/* loco:68cbd6bf20145315370eb562 */
"exportwarning__toggle" = "I understand the risk";

/* loco:68cbd835a18272e1330c7f03 */
"transfer__import_otpauth_file" = "General OTPAuth file";
